Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# this_will_clear_all_your_settings_including_api_8cd9a6fb
source: This will clear all your settings including API keys and restart onboarding
de: Dadurch werden alle Einstellungen inklusive API-Schlüssel gelöscht und die Einführung neu gestartet
es: Esto borrará todos tus ajustes, incluidas las claves API, y reiniciará la configuración inicial
fr: Cela effacera tous vos réglages, y compris les clés API, et relancera l’intégration
it: Cancellerà tutte le impostazioni, incluse le chiavi API, e riavvierà la configurazione iniziale
ja: API キーを含むすべての設定を消去し、オンボーディングを再開します
ko: API 키를 포함한 모든 설정을 지우고 온보딩을 다시 시작합니다
pl: Spowoduje to wyczyszczenie wszystkich ustawień, w tym kluczy API, i ponowne uruchomienie wprowadzenia
pt_br: Isso limpará todas as configurações, incluindo chaves de API, e reiniciará a introdução
ru: Это сбросит все настройки, включая API-ключи, и перезапустит онбординг
zh_hans: 这将清除包括 API 密钥在内的所有设置，并重新开始引导
zh_hant: 這會清除包含 API 金鑰在內的所有設定，並重新開始導覽

# u5_u7_add_replacement
source: Add replacement
de: Ersetzung hinzufügen
es: Añadir reemplazo
fr: Ajouter un remplacement
it: Aggiungi sostituzione
ja: 置換を追加
ko: 치환 추가
nl: Vervanging toevoegen
pl: Dodaj zamiennik
pt_br: Adicionar substituição
ru: Добавить замену
sv: Lägg till ersättning
zh_hans: 添加替换

# u5_u7_add_word
source: Add word
de: Wort hinzufügen
es: Añadir palabra
fr: Ajouter un mot
it: Aggiungi parola
ja: 単語を追加
ko: 단어 추가
nl: Woord toevoegen
pl: Dodaj słowo
pt_br: Adicionar palavra
ru: Добавить слово
sv: Lägg till ord
zh_hans: 添加单词

# u5_u7_add_words_or_replacements
source: Add words the recognizer should trust, or replacements applied after transcription.
de: Füge Wörter hinzu, denen die Erkennung vertrauen soll, oder Ersetzungen nach der Transkription.
es: Añade palabras de confianza o reemplazos aplicados tras la transcripción.
fr: Ajoutez des mots de confiance ou des remplacements appliqués après la transcription.
it: Aggiungi parole di cui il riconoscitore si deve fidare o sostituzioni applicate dopo la trascrizione.
ja: 認識に信頼させたい単語や、文字起こし後の置換を追加します。
ko: 인식기가 신뢰할 단어나 전사 후 적용할 치환을 추가하세요.
nl: Voeg woorden toe die de herkenner moet vertrouwen, of vervangingen na transcriptie.
pl: Dodaj słowa ułatwiające rozpoznawanie lub zamienniki stosowane po transkrypcji.
pt_br: Adicione palavras de confiança ou substituições aplicadas após a transcrição.
ru: Добавьте слова для распознавателя или замены после транскрипции.
sv: Lägg till ord som igenkännaren ska lita på, eller ersättningar efter transkription.
zh_hans: 添加识别器应信任的词，或转写后应用的替换。

# u5_u7_applied_after_transcription
source: Applied after transcription, before insert
de: Nach der Transkription, vor dem Einfügen
es: Aplicado tras la transcripción, antes de insertar
fr: Appliqué après la transcription, avant l’insertion
it: Applicato dopo la trascrizione, prima dell’inserimento
ja: 文字起こし後、挿入前に適用
ko: 전사 후, 삽입 전에 적용
nl: Toegepast na transcriptie, vóór invoegen
pl: Stosowane po transkrypcji, przed wstawieniem
pt_br: Aplicado após a transcrição, antes de inserir
ru: Применяется после транскрипции, до вставки
sv: Tillämpas efter transkription, före infogning
zh_hans: 转写后、插入前应用

# u5_u7_case_insensitive
source: case-insensitive
de: ohne Groß-/Kleinschreibung
es: sin distinción de mayúsculas
fr: insensible à la casse
it: senza distinzione maiuscole/minuscole
ja: 大文字小文字を無視
ko: 대소문자 구분 안 함
nl: hoofdletterongevoelig
pl: bez rozróżniania wielkości liter
pt_br: sem diferenciar maiúsculas
ru: без учёта регистра
sv: skiftlägesokänslig
zh_hans: 不区分大小写

# u5_u7_cmd_s_to_save
source: ⌘S to save
de: ⌘S zum Speichern
es: ⌘S para guardar
fr: ⌘S pour enregistrer
it: ⌘S per salvare
ja: ⌘S で保存
ko: ⌘S로 저장
nl: ⌘S om op te slaan
pl: ⌘S, aby zapisać
pt_br: ⌘S para salvar
ru: ⌘S для сохранения
sv: ⌘S för att spara
zh_hans: ⌘S 保存

# u5_u7_command
source: command
de: Befehl
es: comando
fr: commande
it: comando
ja: コマンド
ko: 명령
nl: commando
pl: polecenie
pt_br: comando
ru: команда
sv: kommando
zh_hans: 命令

# u5_u7_copy_content
source: Copy Content
de: Inhalt kopieren
es: Copiar contenido
fr: Copier le contenu
it: Copia contenuto
ja: 内容をコピー
ko: 내용 복사
nl: Inhoud kopiëren
pl: Kopiuj treść
pt_br: Copiar conteúdo
ru: Копировать содержимое
sv: Kopiera innehåll
zh_hans: 复制内容

# u5_u7_d_ago
source: %d d ago
de: vor %d T.
es: hace %d d
fr: il y a %d j
it: %d g fa
ja: %d 日前
ko: %d일 전
nl: %d d geleden
pl: %d dn. temu
pt_br: há %d d
ru: %d дн назад
sv: %d d sedan
zh_hans: %d 天前

# u5_u7_delete_note
source: Delete Note
de: Notiz löschen
es: Eliminar nota
fr: Supprimer la note
it: Elimina nota
ja: メモを削除
ko: 메모 삭제
nl: Notitie verwijderen
pl: Usuń notatkę
pt_br: Excluir nota
ru: Удалить заметку
sv: Radera anteckning
zh_hans: 删除笔记

# u5_u7_edited
source: edited
de: bearbeitet
es: editado
fr: modifié
it: modificato
ja: 編集
ko: 편집됨
nl: bewerkt
pl: edytowano
pt_br: editado
ru: изменено
sv: redigerad
zh_hans: 编辑于

# u5_u7_edited_format
source: edited %@
de: bearbeitet %@
es: editado %@
fr: modifié %@
it: modificato %@
ja: 編集 %@
ko: 편집됨 %@
nl: bewerkt %@
pl: edytowano %@
pt_br: editado %@
ru: изменено %@
sv: redigerad %@
zh_hans: 编辑于 %@

# u5_u7_everything_runs_on_this_mac
source: Everything runs on this Mac
de: Alles läuft auf diesem Mac
es: Todo se ejecuta en este Mac
fr: Tout s’exécute sur ce Mac
it: Tutto gira su questo Mac
ja: すべてこの Mac 上で動作
ko: 모두 이 Mac에서 실행
nl: Alles draait op deze Mac
pl: Wszystko działa na tym Macu
pt_br: Tudo roda neste Mac
ru: Всё работает на этом Mac
sv: Allt körs på den här Macen
zh_hans: 全部在本机运行

# u5_u7_exact
source: exact
de: exakt
es: exacto
it: esatto
ja: 完全一致
ko: 정확
pl: dokładny
pt_br: exato
ru: точный
sv: exakt
zh_hans: 精确

# u5_u7_h_ago
source: %d h ago
de: vor %d Std.
es: hace %d h
fr: il y a %d h
it: %d h fa
ja: %d 時間前
ko: %d시간 전
nl: %d u geleden
pl: %d godz. temu
pt_br: há %d h
ru: %d ч назад
sv: %d h sedan
zh_hans: %d 小时前

# u5_u7_installed
source: Installed
de: Installiert
es: Instalado
fr: Installé
it: Installato
ja: インストール済み
ko: 설치됨
nl: Geïnstalleerd
pl: Zainstalowano
pt_br: Instalado
ru: Установлено
sv: Installerad
zh_hans: 已安装

# u5_u7_just_now
source: just now
de: gerade eben
es: ahora mismo
fr: à l’instant
it: proprio ora
ja: たった今
ko: 방금
nl: zojuist
pl: przed chwilą
pt_br: agora mesmo
ru: только что
sv: just nu
zh_hans: 刚刚

# u5_u7_listening_speak_to_append
source: Listening — speak to append…
de: Hört zu — sprich zum Anhängen…
es: Escuchando — habla para añadir…
fr: Écoute — parlez pour ajouter…
it: In ascolto — parla per aggiungere…
ja: 聞き取り中 — 話して追記…
ko: 듣는 중 — 말해 추가…
nl: Luistert — spreek om toe te voegen…
pl: Słucham — mów, aby dodać…
pt_br: Ouvindo — fale para acrescentar…
ru: Слушаю — говорите, чтобы добавить…
sv: Lyssnar — tala för att lägga till…
zh_hans: 正在聆听 — 说话以追加…

# u5_u7_m_ago
source: %d m ago
de: vor %d Min.
es: hace %d min
fr: il y a %d min
it: %d min fa
ja: %d 分前
ko: %d분 전
nl: %d m geleden
pl: %d min temu
pt_br: há %d min
ru: %d мин назад
sv: %d min sedan
zh_hans: %d 分钟前

# u5_u7_match_mode
source: Match mode
de: Übereinstimmungsmodus
es: Modo de coincidencia
fr: Mode de correspondance
it: Modalità di corrispondenza
ja: 一致モード
ko: 일치 모드
nl: Overeenkomstmodus
pl: Tryb dopasowania
pt_br: Modo de correspondência
ru: Режим совпадения
sv: Matchningsläge
zh_hans: 匹配模式

# u5_u7_models_privacy_footnote
source: Models never leave this Mac. Audio is processed locally unless you choose a cloud provider in Settings → AI.
de: Modelle verlassen diesen Mac nie. Audio wird lokal verarbeitet, es sei denn, du wählst einen Cloud-Anbieter unter Einstellungen → KI.
es: Los modelos nunca salen de este Mac. El audio se procesa localmente salvo que elijas un proveedor en la nube en Ajustes → IA.
fr: Les modèles ne quittent jamais ce Mac. L’audio est traité localement sauf si vous choisissez un fournisseur cloud dans Réglages → IA.
it: I modelli non lasciano mai questo Mac. L’audio è elaborato in locale a meno che non scelga un provider cloud in Impostazioni → IA.
ja: モデルがこの Mac から出ることはありません。設定 → AI でクラウドを選ばない限り、音声はローカルで処理されます。
ko: 모델은 이 Mac을 떠나지 않습니다. 설정 → AI에서 클라우드를 선택하지 않는 한 오디오는 로컬에서 처리됩니다.
nl: Modellen verlaten deze Mac nooit. Audio wordt lokaal verwerkt tenzij je een cloudprovider kiest in Instellingen → AI.
pl: Modele nigdy nie opuszczają tego Maca. Audio jest przetwarzane lokalnie, chyba że wybierzesz dostawcę chmury w sekcji Ustawienia → AI.
pt_br: Os modelos nunca saem deste Mac. O áudio é processado localmente, a menos que você escolha um provedor na nuvem em Ajustes → IA.
ru: Модели никогда не покидают этот Mac. Аудио обрабатывается локально, если вы не выберете облачный провайдер в Настройки → ИИ.
sv: Modeller lämnar aldrig den här Macen. Ljud bearbetas lokalt om du inte väljer en molnleverantör i Inställningar → AI.
zh_hans: 模型不会离开此 Mac。除非在设置 → AI 中选择云提供商，音频均在本地处理。

# u5_u7_new_note
source: New note
de: Neue Notiz
es: Nota nueva
fr: Nouvelle note
it: Nuova nota
ja: 新規メモ
ko: 새 메모
nl: Nieuwe notitie
pl: Nowa notatka
pt_br: Nova nota
ru: Новая заметка
sv: Ny anteckning
zh_hans: 新建笔记

# u5_u7_no_dictionary_entries
source: No dictionary entries
de: Keine Wörterbucheinträge
es: Sin entradas en el diccionario
fr: Aucune entrée de dictionnaire
it: Nessuna voce del dizionario
ja: 辞書エントリがありません
ko: 사전 항목 없음
nl: Geen woordenboekitems
pl: Brak wpisów w słowniku
pt_br: Nenhuma entrada no dicionário
ru: Нет записей словаря
sv: Inga ordboksposter
zh_hans: 暂无词典条目

# u5_u7_on_device_helpers
source: On-device helpers
de: Lokale Hilfen
es: Ayudas en el dispositivo
fr: Aides sur l’appareil
it: Aiuti sul dispositivo
ja: オンデバイス補助
ko: 온디바이스 도우미
nl: Helpers op het apparaat
pl: Pomocniki na urządzeniu
pt_br: Ajudas no dispositivo
ru: Локальные помощники
sv: Hjälpare på enheten
zh_hans: 本机辅助

# u5_u7_open_note
source: Open Note
de: Notiz öffnen
es: Abrir nota
fr: Ouvrir la note
it: Apri nota
ja: メモを開く
ko: 메모 열기
nl: Notitie openen
pl: Otwórz notatkę
pt_br: Abrir nota
ru: Открыть заметку
sv: Öppna anteckning
zh_hans: 打开笔记

# u5_u7_pin
source: Pin
de: Anheften
es: Anclar
fr: Épingler
it: Fissa
ja: ピン留め
ko: 고정
nl: Vastzetten
pl: Przypnij
pt_br: Fixar
ru: Закрепить
sv: Fäst
zh_hans: 置顶

# u5_u7_replacements_run_in_order
source: Replacements run in order. Drag rows to re-order — the first match wins.
de: Ersetzungen laufen der Reihe nach. Ziehe Zeilen zum Umsortieren — der erste Treffer gewinnt.
es: Los reemplazos se ejecutan en orden. Arrastra filas para reordenar: gana la primera coincidencia.
fr: Les remplacements s’exécutent dans l’ordre. Faites glisser pour réordonner — la première correspondance gagne.
it: Le sostituzioni vengono eseguite in ordine. Trascina le righe per riordinare — vince la prima corrispondenza.
ja: 置換は順番に実行されます。行をドラッグして並べ替え — 最初の一致が優先されます。
ko: 치환은 순서대로 실행됩니다. 행을 끌어 재정렬 — 첫 번째 일치가 우선합니다.
nl: Vervangingen lopen op volgorde. Sleep rijen om te herordenen — de eerste match wint.
pl: Zamienniki działają w kolejności. Przeciągnij wiersze, aby zmienić kolejność — wygrywa pierwsze dopasowanie.
pt_br: As substituições rodam em ordem. Arraste as linhas para reordenar — a primeira correspondência vence.
ru: Замены выполняются по порядку. Перетащите строки, чтобы изменить порядок — срабатывает первое совпадение.
sv: Ersättningar körs i ordning. Dra rader för att ändra ordning — första träffen vinner.
zh_hans: 替换按顺序运行。拖动行可重排——第一个匹配优先。

# u5_u7_replacements_section
source: Replacements
de: Ersetzungen
es: Reemplazos
fr: Remplacements
it: Sostituzioni
ja: 置換
ko: 치환
nl: Vervangingen
pl: Zamienniki
pt_br: Substituições
ru: Замены
sv: Ersättningar
zh_hans: 替换
zh_hant: 替換

# u5_u7_speech_to_text
source: Speech to text
de: Sprache zu Text
es: Voz a texto
fr: Parole vers texte
it: Da voce a testo
ja: 音声テキスト変換
ko: 음성을 텍스트로
nl: Spraak naar tekst
pl: Mowa na tekst
pt_br: Fala para texto
ru: Речь в текст
sv: Tal till text
zh_hans: 语音转文字

# u5_u7_teach_pindrop_your_words
source: Teach Pindrop your words
de: Bring Pindrop deine Wörter bei
es: Enseña a Pindrop tus palabras
fr: Apprenez vos mots à Pindrop
it: Insegna a Pindrop le tue parole
ja: Pindrop にあなたの言葉を教える
ko: Pindrop에 단어를 가르치기
nl: Leer Pindrop jouw woorden
pl: Naucz Pindrop swoich słów
pt_br: Ensine suas palavras ao Pindrop
ru: Научите Pindrop вашим словам
sv: Lär Pindrop dina ord
zh_hans: 教 Pindrop 你的用词

# u5_u7_unpin
source: Unpin
de: Lösen
es: Desanclar
fr: Désépingler
it: Rimuovi pin
ja: ピンを外す
ko: 고정 해제
nl: Losmaken
pl: Odepnij
pt_br: Desafixar
ru: Открепить
sv: Lossa
zh_hans: 取消置顶

# u5_u7_untitled_note
source: Untitled Note
de: Unbenannte Notiz
es: Nota sin título
fr: Note sans titre
it: Nota senza titolo
ja: 無題のメモ
ko: 제목 없는 메모
nl: Naamloze notitie
pl: Notatka bez tytułu
pt_br: Nota sem título
ru: Заметка без названия
sv: Namnlös anteckning
zh_hans: 未命名笔记
zh_hant: 未命名筆記

# u5_u7_words_recognizer_should_trust
source: Words the recognizer should trust
de: Wörter, denen die Erkennung vertrauen soll
es: Palabras en las que el reconocedor debe confiar
fr: Mots auxquels le reconnaisseur doit faire confiance
it: Parole di cui il riconoscitore si deve fidare
ja: 認識エンジンが信頼すべき単語
ko: 인식기가 신뢰해야 할 단어
nl: Woorden die de herkenner moet vertrouwen
pl: Słowa, które mechanizm rozpoznawania powinien uwzględniać
pt_br: Palavras em que o reconhecedor deve confiar
ru: Слова, которым должен доверять распознаватель
sv: Ord som igenkännaren ska lita på
zh_hans: 识别器应信任的词

# words_you_manually_correct_can_be_added_to_your
source: Words you manually correct can be added to your vocabulary for future dictation.
de: Manuell korrigierte Wörter können für künftige Diktate ins Vokabular aufgenommen werden.
es: Las palabras que corrijas manualmente pueden añadirse al vocabulario para dictados futuros.
fr: Les mots que vous corrigez manuellement peuvent être ajoutés au vocabulaire pour les prochaines dictées.
it: Le parole che correggi manualmente possono essere aggiunte al vocabolario per le dettature future.
ja: 手動で修正した語を語彙に追加し、今後の音声入力に使えます。
ko: 수동으로 수정한 단어를 어휘에 추가해 이후 받아쓰기에 사용할 수 있습니다.
pl: Słowa, które ręcznie poprawisz, można dodać do słownika na potrzeby przyszłego dyktowania.
pt_br: As palavras que você corrige manualmente podem ser adicionadas ao vocabulário para ditados futuros.
ru: Слова, которые вы правите вручную, можно добавлять в словарь для будущих диктовок.
zh_hans: 你手动纠正的词可加入词汇表，供今后听写使用。
zh_hant: 你手動更正的詞可加入詞彙，供往後聽寫使用。

source: %d samples · %@
es: %d muestras · %@
fr: %d échantillons · %@
it: %d campioni · %@
ja: %d サンプル · %@
ko: %d개 샘플 · %@
pl: Liczba próbek: %d · %@
pt_br: %d amostras · %@
ru: %d сэмплов · %@
zh_hans: %d 个样本 · %@
zh_hant: %d 個樣本 · %@

source: OpenAI
hi: ओपनएआई
id: __TETAP_BUKA__

source: 0 m
pl: 0 min

source: 1 year
pl: 1 rok

source: 90 days
pl: 90 dni

source: Active days
pl: Aktywne dni

source: Activity
pl: Aktywność

source: AI-enhanced
pl: Ulepszone przez AI

source: All time
pl: Od początku

source: Audio duration
pl: Czas trwania nagrania

source: Average session
pl: Średnia sesja

source: Average words / session
pl: Średnia liczba słów na sesję

source: By weekday
pl: Według dnia tygodnia

source: Conflicts with %@
pl: Konflikt z %@

source: Create New Profile…
pl: Utwórz nowy profil…

source: Create Speaker Profile
pl: Utwórz profil mówcy

source: Destinations
pl: Miejsca docelowe

# diarization
source: Speaker diarization
pl: Rozpoznawanie mówców

# diarization_automatic
source: Automatic
pl: Automatycznie

# diarization_clear_assignment
source: Clear assignment
pl: Wyczyść przypisanie

# diarization_download_model
source: Download model
pl: Pobierz model

# diarization_expected_speakers
source: Expected speakers
pl: Oczekiwana liczba mówców

# diarization_model_ready
source: Speaker diarization is ready.
pl: Rozpoznawanie mówców jest gotowe.

# diarization_model_setup_issue_media
source: Download the speaker diarization model before starting media transcription.
pl: Przed rozpoczęciem transkrypcji multimediów pobierz model rozpoznawania mówców.

# diarization_model_setup_issue_recording
source: Download the speaker diarization model before starting recording.
pl: Przed rozpoczęciem nagrywania pobierz model rozpoznawania mówców.

# diarization_retraining_required
source: Voice matching needs retraining after the diarization update.
pl: Po aktualizacji rozpoznawania mówców dopasowywanie głosów wymaga ponownego trenowania.

# diarization_similar_voice_help
source: Similar voices may be merged. Set an expected speaker count when you know how many people are present.
pl: Podobne głosy mogą zostać scalone. Ustaw oczekiwaną liczbę mówców, gdy wiesz, ile osób jest obecnych.

source: Dictation words / min
pl: Liczba słów dyktowanych na minutę

source: Duration
pl: Czas trwania

source: Estimated time saved
pl: Szacunkowo zaoszczędzony czas

source: Identify speakers and enable timestamped exports.
pl: Rozpoznawaj mówców i włącz eksport ze znacznikami czasu.

source: Imported file
pl: Zaimportowany plik

source: Inserted into %@ · %d words
pl: Wstawiono do %@ · liczba słów: %d

source: Legacy
pl: Starsze

source: Longest streak
pl: Najdłuższa seria

source: Manual capture
pl: Ręczne przechwytywanie

source: May conflict with a system shortcut (%@)
pl: Może kolidować ze skrótem systemowym (%@)

source: Metric
pl: Metryka

source: Nemotron (default)
pl: Nemotron (domyślny)

source: No activity in this period
pl: Brak aktywności w tym okresie

source: No conflicts found
pl: Nie znaleziono konfliktów

source: No destination data
pl: Brak danych o miejscach docelowych

source: Other
pl: Inne

source: Overview
pl: Przegląd

source: Remove from speaker profiles
pl: Usuń z profili mówców

source: Remove this transcription from speaker profiles?
pl: Usunąć tę transkrypcję z profili mówców?

source: Requires diarization model
pl: Wymaga modelu rozpoznawania mówców

source: Requires speaker diarization
pl: Wymaga rozpoznawania mówców

source: Russian
pl: rosyjski
ru: Русский
uk: Російська

source: %@ sessions in %@
pl: Liczba sesji: %@ w %@

source: Show the main window and open the Library.
pl: Pokaż główne okno i otwórz Bibliotekę.

source: Sources
pl: Źródła

source: Speaker diarization
pl: Rozpoznawanie mówców

source: Speaker profile training
pl: Trenowanie profili mówców

# this_transcription_is_contributing_voice_sampl
source: This transcription is contributing voice samples to speaker profiles.
pl: Ta transkrypcja dostarcza próbki głosu do profili mówców.

source: Time of day
pl: Pora dnia

source: Time range
pl: Zakres czasu

# time_voice_samples_no_longer_affect_recognition
source: Its voice samples will no longer affect speaker recognition.
pl: Jego próbki głosu nie będą już wpływać na rozpoznawanie mówców.

source: Transcribed words
pl: Przetranskrybowane słowa

# u4_home_option_space_fallback
source: ⌥Space
pl: ⌥Spacja

source: Ukrainian
pl: ukraiński
ru: Украинский
uk: Українська

source: Unknown
pl: Nieznane

source: Voice
pl: Głos

source: Web link
pl: Link internetowy

# your_stats_will_appear_after_you_create_transcri
source: Your stats will appear after you create transcriptions.
pl: Twoje statystyki pojawią się po utworzeniu transkrypcji.

source: v%@
th: ว%@
